app/views/students/index.html.erb

SELECT "students".* FROM "students"
SELECT COUNT(*) FROM "students"
---

<h2>Count: <%= Student.count %></h2>